ansible
apr-util
asciidoctor
at-spi2-core
autoconf-archive
automake
bat
bear
bison
btop
cmake
coreutils
cowsay
cpp-httplib
d99kris/nchat/nchat
doctest
docutils
duf
espeak-ng
fd
flex
fzf
gh
git-filter-repo
gobject-introspection
gpatch
harfbuzz
json-c
julia
lazygit
libfuse@2
linux-headers@5.15
lua-language-server
luarocks
mandoc
mesa
meson
neovim
openvpn
perl-xml-parser
pipx
python-setuptools
python@3.12
rclone
ripgrep
rust
span-lite
sqlite-utils
sqliteodbc
starship
swig
tl-expected
tree
universal-ctags
utf8proc
util-macros
wiki
wmctrl
xmlto
xtrans
yarn
