acl
apr
apr-util
attr
autoconf
automake
berkeley-db@5
binutils
bison
bzip2
ca-certificates
certifi
cffi
cryptography
cyrus-sasl
docbook
docbook-xsl
expat
fzf
gdbm
gettext
gtk-doc
icu4c@78
keyutils
krb5
libedit
libffi
libgcrypt
libgit2
libgpg-error
libsodium
libssh
libssh2
libtool
libunistring
libxcrypt
libxml2
libxslt
libyaml
lz4
m4
mandoc
mawk
mpdecimal
ncurses
openldap
openssl@3
perl
pkgconf
pycparser
python@3.13
python@3.14
readline
sqlite
unixodbc
unzip
util-linux
xz
z3
zlib
zstd
