acl
ansible
apr
apr-util
asciidoctor
attr
autoconf
berkeley-db@5
binutils
bison
brotli
bzip2
ca-certificates
certifi
cffi
cmake
cryptography
curl
dbus
docbook
docbook-xsl
elfutils
expat
fd
flex
fontconfig
freetype
fzf
gcc
gdbm
gettext
gmp
gpatch
gperf
help2man
icu4c@77
isl
json-c
julia
krb5
libblastrampoline
libedit
libffi
libgcrypt
libgit2
libgit2@1.8
libgpg-error
libidn2
libmpc
libnghttp2
libpng
libsodium
libssh
libssh2
libtool
libunistring
libuv
libxcrypt
libxml2
libxslt
libyaml
llvm
lpeg
lua
luajit
luarocks
luv
lz4
m4
mandoc
mawk
meson
metis
mpdecimal
mpfr
ncurses
neovim
ninja
openblas
openldap
openlibm
openssl@3
p7zip
pcre2
perl
pkgconf
pycparser
python@3.13
readline
ripgrep
rtmpdump
ruby
rust
sqlite
starship
suite-sparse
tree-sitter
unibilium
unixodbc
unzip
utf8proc
util-linux
xmlto
xz
yarn
z3
zlib
zstd
