# **************************************************************************** #
#                                                                              #
#                                                         :::      ::::::::    #
#    Brewfile                                           :+:      :+:    :+:    #
#                                                     +:+ +:+         +:+      #
#    By: pibouill <pibouill@student.42prague.com>   +#+  +:+       +#+         #
#                                                 +#+#+#+#+#+   +#+            #
#    Created: 2026/03/19 16:43:03 by pibouill          #+#    #+#              #
#    Updated: 2026/03/19 16:43:03 by pibouill         ###   ########.fr        #
#                                                                              #
# **************************************************************************** #

brew "fzf"
brew "go"
brew "luarocks"
brew "composer"

# Core utilities and UI
brew "bat"
brew "lazygit"
brew "starship"
brew "tmux"
brew "ripgrep"

# Development tools
brew "python"
brew "node"
brew "neovim"
brew "valgrind"
brew "tree-sitter"
brew "clang-format"

brew "imagemagick"  # Required for Snacks.image
brew "xsel"         # Clipboard support for Neovim on Linux
